Revit 2027 API
ParameterTypeId.SpacePeopleLatentHeatGainPerPersonParam Property
 "Latent Heat Gain per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacePeopleLatentHeatGainPerPersonParam { get; }
Public Shared ReadOnly Property SpacePeopleLatentHeatGainPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacePeopleLatentHeatGainPerPersonParam {
	ForgeTypeId^ get ();
}
static member SpacePeopleLatentHeatGainPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace